<template>
    <div>
            YO BRO COME OVER HERE, COME OVER HERE<br/>
            One two buckle my shoe<br/>
            three four buckle some more<br/>
            five six nikie kicks<br/>
            ohohohooo that is so fire...<br/>
            <br/>
            <br/>
            перевод по версии коти<br/>
            Один два три<br/>
            Стив влюблён в кирку<br/>
            как если бы всё что мы делали это копали<br/>
            я в пещере и не знаю пока этого<br/>
            так скажи мне: как я должен увидеть руды?<br/>
            потому что у меня больше нет факелов<br/>
            но я могу их скрафтить<br/>
            потому что я всегда вдохновлён<br/>
            лучше бы у нас были алмазы<br/>
            так что я собираюсь их вскопать<br/>
            и стив сказал<br/>
            <br/>
            я не думаю что буду больше копать<br/>
            я почти сломал свою кирку<br/>
            у меня нет оружия вообще<br/>
            потому что я не думал что мне они будут нужны<br/>
            думаю, я впервые включил мирную сложность<br/>
            посмотри на нас, умирающих от криперов снова<br/>
            просто знай<br/>
            я не копаю ради твоего ХО(?)<br/>
            я просто копаю ради алмазов<br/>
            (блять как вейп может звучать? только звуки сосания дыма (или пара, как эти конченные люди говорят))<br/>
            <br/>
            пришёл и ушёл как в летнее время<br/>
            я спал с заката до рассвета<br/>
            я посмотрел назад и заметил крипера<br/>
            и теперь мой дом взорвётся<br/>
            и теперь у меня нет дома (да ёбана, когда это закончится)<br/>
            но я помню<br/>
            как мы копали дерьмо как будто знали что мы хотим<br/>
            я всё ещё помню что стив сказал<br/>
            <br/>
            я не думаю что буду копать больше<br/>
            я почти сломал мою кирку<br/>
            у меня нет оружия вообще<br/>
            потому что я не думал что мне они будут нужны<br/>
            думаю, я впервые включил мирную сложность<br/>
            посмотри на нас, снова умирающих от криперов<br/>
            просто знай<br/>
            думаю, я не копаю ради твоей бывшей<br/>
            я просто копаю ради алмазов<br/>
            (больше агрессивных звуков всасывания дыма(пара))<br/>
            ЗЕ ЕНД ЁП<br/>
            <br/>
            не перевод по версии автора текста<br/>
            one. two. three...<br/>
            steve's in love with the pickaxe<br/>
            as if all we're doing is mining<br/>
            i'm in a cave I just don't know it yet<br/>
            well tell me how am I supposed to see the ores?<br/>
            cause I don't have torches no more<br/>
            but i can craft -em<br/>
            cause i always imagined<br/>
            it's easer if we have diamonds<br/>
            so imma mine them<br/>
            and steve said...<br/>
            <br/>
            i don't think i'll mine these no more<br/>
            i'm about to break my pickaxe<br/>
            i don't have a weapon at all<br/>
            cause i never thought i'd have to craft this<br/>
            thought i turned on peaceful but i never did<br/>
            look at us dying to a creepers again<br/>
            just know...<br/>
            i'm not minin for your XO<br/>
            i'm just mining for these diamond<br/>
            (vape noises)<br/>
            <br/>
            came and went like the summertime<br/>
            i slept from sunset to sunrise<br/>
            i looked back and there's a creeper<br/>
            and now my house is gonna blow<br/>
            and i don't have a house no more<br/>
            but i remember<br/>
            how we mined shit like we knew what we wanted<br/>
            i still remember what steeve said<br/>
            i don't think i'll mine these no more<br/>
            i'm about to break my pickaxe<br/>
            i don't have a weapon at all<br/>
            cause i never thought i'd have to craft this<br/>
            thought i turned on peaceful but i never did<br/>
            look at us dying to a creepers again<br/>
            just know...<br/>
            i'm not minin for your ex, though<br/>
            i'm just mining for thesese diamonds<br/>
            (more vape noises)<br/>
            <br/>
            <br/>
            перевод по версии мурки<br/>
            раз. два. три...<br/>
            стив влюблён в свою кирку<br/>
            как если всё что мы делаем это копаем<br/>
            я в шахте, я просто уже не знаю<br/>
            оке, скажи как я должен видеть руды?<br/>
            потому что у меня больше нет факелов<br/>
            но я могу их скрафтить<br/>
            потому что я всегда представлял<br/>
            проще когда есть алмазы<br/>
            значит я их вскопаю<br/>
            и стив сказал...<br/>
            <br/>
            я больше не думаю что буду копать<br/>
            моя кирка скоро сломается<br/>
            у меня нет оружия вообще<br/>
            я не думал что мне придётся<br/>
            думал я включил мирную, но никогда этого не делал<br/>
            смотри на нас, умирающих от крипера снова<br/>
            просто знай...<br/>
            я не копаю для твоей XO(видимо заботы и любви хух его знает)<br/>
            я просто копаю чтобы копать алмазы<br/>
            (звуки вейпа)<br/>
            <br/>
            пришёл и ушёл как в летнее время<br/>
            я спал от заката до рассвета (боюсь что перепутал)<br/>
            я оборачиваюсь, а там крипер<br/>
            и мой дом взрывается<br/>
            и у меня больше нет дома<br/>
            но я помню<br/>
            как мы копали всякое г* как будто мы знали чего хотим<br/>
            я до сих пор помню, что сказал стив..<br/>
            <br/>
            я больше не думаю что буду копать<br/>
            моя кирка скоро сломается<br/>
            у меня нет оружия вообще<br/>
            я не думал что мне придётся<br/>
            думал я включил мирную, но никогда этого не делал<br/>
            смотри на нас, умирающих от крипера<br/>
            просто знай...<br/>
            я не копаю для твоей бывшей, полагаю<br/>
            я просто копаю чтобы копать алмазы<br/>
            (больше звуков вейпа)<br/>
            <br/>
            <br/>
            перевод по версии гугл переводчика<br/>
            один. два. три...<br/>
            стив влюблен в кирку<br/>
            как будто все, что мы делаем, это майнинг<br/>
            я в пещере я просто еще не знаю<br/>
            ну скажи мне, как я должен увидеть руды?<br/>
            потому что у меня больше нет факелов<br/>
            но я могу создать -em<br/>
            потому что я всегда представлял себе<br/>
            легче, если у нас есть бриллианты<br/>
            так что имма мой их<br/>
            и Стив сказал...<br/>
            <br/>
            я не думаю, что больше не буду их копать<br/>
            я собираюсь сломать свою кирку<br/>
            у меня вообще нет оружия<br/>
            потому что я никогда не думал, что мне придется создавать это<br/>
            думал, что включил мир, но так и не сделал этого<br/>
            посмотри, как мы снова умираем от лианы<br/>
            просто знаю...<br/>
            я не минин для твоего ХО<br/>
            я просто добываю эти алмазы<br/>
            (шумы парения)<br/>
            <br/>
            пришло и прошло как лето<br/>
            я спал от заката до рассвета<br/>
            я оглянулся, а там крипер<br/>
            и теперь мой дом взорвется<br/>
            и у меня больше нет дома<br/>
            но я помню<br/>
            как мы добывали дерьмо, как будто знали, чего хотим<br/>
            я до сих пор помню, что сказал Стив<br/>
            <br/>
            я не думаю, что больше не буду их копать<br/>
            я собираюсь сломать свою кирку<br/>
            у меня вообще нет оружия<br/>
            потому что я никогда не думал, что мне придется создавать это<br/>
            думал, что включил мир, но так и не сделал<br/>
            посмотри, как мы снова умираем от лианы<br/>
            просто знаю...<br/>
            но я не минин для твоей бывшей<br/>
            я просто добываю эти алмазы<br/>
            (больше шумов вейпа)<br/>
            <br/>
            <br/>
    </div>
</template>
<script setup></script>
<style scoped>
    div{
        display: flex;
        flex-direction: column;
    }
</style>